Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Investments that help set the foundation during the early adoption stage could enhance Canada's
fr_fr: d'investissements qui permettront d'établir de solides assises dès le début de la phase d'adoption

source: future growth prospects in these critical technologies.
fr_fr: pourrait améliorer les perspectives de croissance du Canada à l'égard de ces technologies cruciales.

source: The government will continue to support the
fr_fr: Le gouvernement continuera de soutenir l'essor de ces technologies au Canada et élaborera une

source: growth of these technologies in Canada and develop a new AI strategy by the end of 2025.
fr_fr: nouvelle stratégie en matière d'IA d'ici la fin de 2025.

source: These measures are further reinforced by a series of actions to build a competitive marketplace where
fr_fr: Ces mesures sont renforcées par une série d'initiatives visant à bâtir un marché concurrentiel où

source: businesses can live up to their full potential.
fr_fr: les entreprises peuvent réaliser tout leur potentiel.

source: Canada's new industrial strategy will seek to
fr_fr: La nouvelle stratégie industrielle du Canada

source: streamline regulations, fast-track project approvals, introduce pro-competitive reforms, and reduce
fr_fr: des réformes favorisant la concurrence et à réduire l'impôt sur les investissements afin que les

source: taxes on investment to enable both the public and private sector to move quicky to build Canada
fr_fr: secteurs public et privé puissent agir rapidement pour bâtir un Canada fort.

source: strong.
fr_fr: L'objectif est clair : il faut accroître la capacité de production du Canada afin de bâtir une économie plus forte, de protéger les industries, les

source: The goal is clear—boost Canada's productive capacity to build a stronger economy; protect our industries, workers and sovereignty; and empower Canadians through greater affordability and the resources to excel in a rapidly evolving global
fr_fr: travailleurs et la souveraineté du pays, et de donner aux Canadiens les moyens de réussir en rendant le coût de la vie plus abordable et en mettant à leur disposition les ressources nécessaires pour exceller aujourd'hui et demain, dans un contexte

source: economic future.
fr_fr: économique mondial en évolution rapide.

source: To achieve this goal, Canada needs more business investment, fewer barriers to
fr_fr: entreprises, moins d'obstacles à la croissance et davantage de concurrence.

source: growth, and more competition.
fr_fr: Grâce à d'autres mesures

source: With further steps in Budget 2025, the government's new
fr_fr: annoncées dans le budget de 2025, la nouvelle stratégie industrielle du gouvernement progresse

source: industrial strategy is advancing these objectives.
fr_fr: vers l'atteinte de ces objectifs.

source: Realising the full potential of the government's new industrial strategy will require doing things
fr_fr: Pour tirer le maximum de la nouvelle stratégie industrielle du gouvernement, il faudra faire les

source: differently.
fr_fr: choses autrement.

source: Over the past decade, government spending has grown rapidly, with direct program
fr_fr: Au cours des 10 dernières années, les dépenses du gouvernement ont grimpé

source: expenses increasing by 8 per cent annually—a pace that is no longer sustainable.
fr_fr: rapidement, comme en témoigne la hausse de 8 % par année des charges de programmes

source: To make
fr_fr: Afin de faire les investissements nécessaires pour

source: the generational investments needed to strengthen Canada's industries, support its workers, and
fr_fr: renforcer les industries canadiennes, soutenir les travailleurs et défendre les valeurs et les

source: defend its values and interests, the federal government will need a new approach, one that spends
fr_fr: intérêts canadiens pour les générations à venir, le gouvernement fédéral devra adopter une nouvelle

source: less to invest more.
fr_fr: approche pour dépenser moins, mais investir davantage.

source: We will make responsible choices to spend less on government operations and reduce wasteful spending,
fr_fr: Nous ferons des choix responsables pour consacrer moins d'argent au fonctionnement du gouvernement et

source: so Canadians can invest more in the workers, businesses, and nation-building infrastructure that
fr_fr: diminuer les dépenses inutiles, afin de pouvoir investir davantage dans les travailleurs et les

source: will build Canada strong.
fr_fr: Canada fort.

source: This new approach is guided by two fiscal anchors:
fr_fr: Cette nouvelle approche est guidée par deux cibles

source: Balance operating spending with revenues by 2028-29 , shifting the
fr_fr: budgétaires : Équilibrer les dépenses de fonctionnement et les revenus d'ici 2028-2029 ,

source: composition of spending from day-to-day operations to investments that support capital formation and
fr_fr: activités courantes du gouvernement vers des investissements favorisant la formation de capital et

source: productivity.
fr_fr: la productivité.

source: Maintain a declining deficit-to-GDP ratio , reflecting disciplined fiscal
fr_fr: une trajectoire descendante , conformément à une gestion budgétaire rigoureuse

source: management that safeguards economic stability for future generations.
fr_fr: qui protège la stabilité économique pour les générations futures.

source: In addition to these anchors, the government's new fiscal approach will be driven by one overarching
fr_fr: En plus de ces cibles, la nouvelle approche budgétaire du gouvernement sera axée sur un grand

source: target to catalyse $500 billion in new private sector investments over the next five
fr_fr: objectif : mobiliser de nouveaux investissements privés à hauteur

source: years , by focusing federal spending toward capital formation and projects that
fr_fr: centrant les dépenses fédérales sur la formation de capital et les projets qui attirent

source: attract private investment, creating a virtuous cycle of investment and economic growth.
fr_fr: l'investissement privé, afin de créer un cercle vertueux d'investissement et de croissance économique.

source: New Approach to Budgeting
fr_fr: Une nouvelle approche budgétaire

source: To help the government shift its focus and drive capital formation across the economy, it is
fr_fr: Pour favoriser cette réorientation et stimuler la formation de capital dans l'ensemble de l'économie,

source: implementing a new Capital Budgeting Framework.
fr_fr: le gouvernement met en place le nouveau Cadre de budgétisation des investissements en capital.

source: Announced on October 6, the Framework provides a consistent way to classify spending, including tax expenditures, that contributes to
fr_fr: Annoncé le 6 octobre 2025, ce cadre établit une méthode systématique pour catégoriser

source: capital formation (called 'capital investment') from day-to-day operating spending.
fr_fr: les dépenses, y compris les dépenses fiscales, qui contribuent à la formation de capital – les

source: Capital
fr_fr: courantes.

source: investments are the building blocks to economic growth.
fr_fr: Les investissements en capital sont les fondements de la croissance économique.

source: The Framework encompasses spending not only
fr_fr: Le cadre comprend non seulement les dépenses destinées aux actifs du gouvernement, mais aussi le soutien à la

source: on the government's own assets, but also support for capital formation by other levels of government
fr_fr: formation de capital par d'autres ordres de gouvernement et le secteur privé.

source: and the private sector.
fr_fr: Il inclut par exemple

source: For example, it includes transfers to provinces and territories under
fr_fr: les transferts aux provinces et aux territoires dans le cadre d'ententes portant sur les

source: infrastructure agreements and capital-focused tax incentives such as the clean economy investment
fr_fr: infrastructures, ainsi que les incitatifs fiscaux axés sur les dépenses en capital, comme les

source: tax credits.
fr_fr: crédits d'impôt à l'investissement dans l'économie propre.

source: Importantly, the Framework is meant to enhance—not replace—existing financial reporting. Further
fr_fr: Il importe de noter que le Cadre de budgétisation des investissements en capital vise à améliorer, et

source: details on the Capital Budgeting Framework can be found in Annex 2.
fr_fr: non à remplacer, les rapports financiers existants. Plus d'information à ce sujet figure à

source: This framework now guides budget decisions toward measures that empower Canada to capitalise on its
fr_fr: l'annexe 2. Le Cadre guide désormais les décisions budgétaires concernant les mesures qui donnent au Canada les

source: advantages and grow our economy, all while keeping overall spending sustainable.
fr_fr: moyens d'exploiter ses forces et de propulser son économie, tout en maintenant les dépenses globales

source: As highlighted by
fr_fr: à un niveau viable.

source: the IMF in its October 2025 Fiscal Monitor , redirecting government spending toward
fr_fr: Comme l'a souligné le FMI dans le Moniteur des finances publiques d'octobre 2025, le fait de réorienter les dépenses publiques vers des domaines qui accroissent

source: areas that increase an economy's productive capacity—such as infrastructure—while improving
fr_fr: la capacité de production de l'économie, comme l'infrastructure, tout en améliorant l'efficience

source: efficiency in less productive areas (e.g., administrative overhead) can unlock substantial long-term
fr_fr: dans les domaines moins productifs (les frais généraux des administrations, par exemple) peut

source: economic gains.
fr_fr: Au sujet des mesures récentes du gouvernement,

source: In relation to the government's recent actions, the Managing Director of the IMF, Kristalina
fr_fr: la directrice générale du FMI, Kristalina Georgieva, a indiqué qu'« au Canada, les

source: Georgieva, noted "In the case of Canada, the Canadian authorities have been very decisive to take
fr_fr: autorités n'ont pas hésité à prendre des mesures déterminantes dans un contexte où les relations du

source: action in the context of changing relations with their main trading partner."
fr_fr: pays avec son principal partenaire commercial changent [traduction] ».

source: Consistent with this framework, a significant portion of net new spending in Budget 2025 is
fr_fr: de 2025 sont désignées comme des investissements en capital, lesquels totalisent plus

source: classified as capital investment, totaling more than $32.5 billion over five years. This
fr_fr: de 32,5 milliards de dollars sur cinq ans.

source: includes key measures to further Canada's new industrial strategy, by:
fr_fr: Il s'agit là notamment de mesures clés à l'appui de la nouvelle stratégie industrielle du Canada, qui visent entre autres :

source: improving and expanding community and regional infrastructure through a new Build
fr_fr: à améliorer et à développer les infrastructures communautaires et régionales au moyen du nouveau Fonds pour bâtir des collectivités fortes ;

source: Communities Strong Fund ;
fr_fr: productivité ;

source: driving growth and innovation through a new Productivity Super-Deduction ;
fr_fr: à dynamiser la construction de logements par l'intermédiaire de Maisons Canada ;

source: supercharging homebuilding and productivity in construction through Build Canada
fr_fr: à rebâtir les capacités nationales de production grâce à la Stratégie industrielle de

source: Homes ; and,
fr_fr: défense .

source: rebuilding domestic production capacity through a Defence Industrial Strategy .
fr_fr: Les investissements en capital cumulatifs pour la période de 2024-2025 à 2029-2030, y compris

source: Cumulative capital investment over the 2024-25 to 2029-30 period, inclusive of planned
fr_fr: les investissements prévus dans le présent budget, devraient totaliser 311,5 milliards de

source: investments in this budget, is expected to total $311.5 billion on an accrual basis, or
fr_fr: dollars selon la comptabilité d'exercice, ou 502,2 milliards de dollars selon la comptabilité

source: $502.2 billion on a cash basis.
fr_fr: de caisse.

source: With measures in the budget, annual capital investment will
fr_fr: Les mesures du budget feront en sorte que les investissements en capital annuels vont

source: also nearly double from $32.2 billion in 2024-25 to $59.6 billion in 2029-30
fr_fr: aussi presque doubler, pour passer de 32,2 milliards de dollars en 2024-2025 à

source: (Chart 33).
fr_fr: 59,6 milliards de dollars en 2029-2030 (graphique 33).

source: As a share of the deficit, capital investment will grow from 58 per cent
fr_fr: part occupée par les investissements en capital fera un bond pour passer de 58 %

source: in 2025-26 to 100 per cent from 2028-29 onwards (Chart 34).
fr_fr: en 2025-2026 à 100 % à compter de 2028-2029 (graphique 34).

source: To remain fiscally sustainable, the shift in spending toward capital investment requires a reduction
fr_fr: Pour demeurer viable sur le plan budgétaire, la réorientation des dépenses vers les investissements

source: in day-to-day operating spending.
fr_fr: en capital exige de réduire les dépenses de fonctionnement courantes.

source: Budget 2025 delivers on this through an ambitious savings
fr_fr: Le budget de 2025 y parviendra au moyen d'un ambitieux plan d'économies, l'examen exhaustif des dépenses, qui viendra

source: plan—the Comprehensive Expenditure Review—which will reduce duplication and inefficiencies and
fr_fr: réduire les chevauchements et les processus inefficaces et réaligner les activités sur le mandat

source: realign activities towards the core federal mandate.
fr_fr: central du gouvernement fédéral.

source: The Comprehensive Expenditure Review will rein
fr_fr: L'examen exhaustif des dépenses mettra un frein aux dépenses

source: in government spending—saving Canada $13 billion annually by 2028-29 (detailed in
fr_fr: gouvernementales, ce qui permettra au Canada d'économiser 13 milliards de dollars par année

source: Annex 3), for a total with other savings and revenues of $60 billion over five years.
fr_fr: d'ici 2028-2029 (plus de détails sont fournis à l'annexe 3), pour un total

source: these efforts, growth in direct program expenses is expected to average under 1 per cent
fr_fr: s'établir en deçà de 1 %, en moyenne, au cours de la période de planification du budget

source: over the Budget 2025 planning horizon, compared to 8 per cent over the last
fr_fr: Taux de croissance composé annuel de 2025-2026 à 2029-2030.

source: decade. Over the next four years, capital investments in the economy as well as major transfers to people,
fr_fr: Au cours des quatre prochaines années, les investissements en capital dans l'économie ainsi que les

source: provinces, and territories will grow, but spending on other expenses will fall.
fr_fr: principaux transferts aux particuliers, aux provinces et aux territoires augmenteront, tandis que

source: With this prudent
fr_fr: Grâce à cette gestion prudente des finances

source: fiscal management, by 2028-29, the government will meet its anchor of balancing its day-to-day
fr_fr: publiques, le gouvernement atteindra d'ici 2028-2029 sa cible d'équilibre entre ses dépenses de

source: operating spending with revenues, creating the fiscal space needed in this budget to make
fr_fr: fonctionnement courantes et ses revenus, ce qui libérera la marge de manœuvre budgétaire nécessaire

source: generational investments in Canada's future.
fr_fr: pour réaliser des investissements jamais vus depuis une génération dans l'avenir du Canada.

source: Through the Comprehensive Expenditure Review, and the introduction of new and better tools such as
fr_fr: À la suite de l'examen exhaustif des dépenses et de la mise en place d'outils modernes comme l'IA, la

source: AI, the tech-enabled public service of the future will continue to deliver the services that
fr_fr: fonction publique de demain, à la fine pointe de la technologie, continuera de fournir les services

source: Canadians depend on, while bringing public service growth in line with forecasted Canadian
fr_fr: sur lesquels compte la population canadienne, tout en alignant la croissance de son effectif sur la

source: population growth.
fr_fr: croissance prévue de population.

source: Beginning with this budget, as announced on October 6, the government is also transitioning to a
fr_fr: À compter du présent budget, comme il l'a annoncé le 6 octobre 2025, le gouvernement

source: fall budgeting cycle.
fr_fr: passe à un cycle budgétaire d'automne.

source: This new timing will facilitate expenditure oversight by Parliamentarians and
fr_fr: Ce nouveau calendrier facilitera le contrôle des dépenses par

source: help builders, investors, and every level of government to make smarter, faster decisions.
fr_fr: les parlementaires et aidera les constructeurs, les investisseurs et tous les ordres de gouvernement

source: Providing
fr_fr: Pour stimuler l'investissement, il faut le degré

source: certainty and predictability is what unlocks investment—so that projects can begin as soon as
fr_fr: voulu de certitude et de prévisibilité, afin que les projets puissent être lancés dès le début de la

source: construction season starts.
fr_fr: saison de construction.

source: Fall budgets will be complemented by economic and fiscal updates in the
fr_fr: Le budget déposé à l'automne sera suivi par une mise à jour économique et

source: spring.
fr_fr: budgétaire au printemps.

source: Fiscal Outlook
fr_fr: Perspectives budgétaires

source: The impact of recent U.S. tariffs and uncertainty over future trade rules have weighed on the
fr_fr: régiront le commerce dans l'avenir pèsent sur l'économie canadienne.

source: Canadian economy.
fr_fr: Les révisions à la baisse des

source: The downward revisions to the economic outlook relative to FES 2024 could be
fr_fr: perspectives économiques par rapport aux prévisions de l'Énoncé de 2024 pourraient faire

source: expected to result in an average estimated deterioration in the budgetary balance of $7 billion
fr_fr: baisser le solde budgétaire d'environ 7 milliards de dollars par année en moyenne au cours de

source: per year over the forecast horizon.
fr_fr: la période de projection.

source: The deficit in 2025-26 also reflects the proactive steps the government has taken to stand up
fr_fr: Le déficit de 2025-2026 s'explique aussi par les initiatives prises par le gouvernement pour

source: for Canadians and invest in our future growth, including through Budget 2025.
fr_fr: défendre les Canadiens et investir dans notre croissance future, notamment dans le cadre du budget

source: Notably, the
fr_fr: de 2025.

source: government has acted to:
fr_fr: Le gouvernement agit entre autres pour :

source: Respond to global economic shifts and protect Canada's sovereignty, including by investing: $3.0 billion in 2025-26 to support workers and industries in sectors most
fr_fr: Faire face aux grands changements qui se produisent dans l'économie mondiale et protéger la souveraineté du Canada, y compris en investissant : Un montant de 3,0 milliards de dollars en 2025-2026 pour aider les travailleurs

source: impacted by U.S. tariffs and trade disruptions, helping them reskill, retool, and pivot
fr_fr: et les entreprises dans les secteurs les plus touchés par les droits de douane américains et les

source: to their future. $7.2 billion in 2025-26 to rebuild, rearm, and reinvest in the Canadian Armed
fr_fr: rebâtir et réarmer les Forces armées canadiennes, afin que le Canada puisse atteindre la cible

source: Forces, enabling Canada to achieve NATO's 2 per cent defence target this
fr_fr: de 2 % des dépenses de défense de l'OTAN au cours du présent exercice, soit

source: fiscal year, half a decade ahead of schedule.
fr_fr: Injecter 10,4 milliards de dollars en 2025-2026 pour dynamiser l'économie tout en

source: Deploy $10.4 billion in 2025-26 to bolster the economy while reducing costs for
fr_fr: réduisant le coût de la vie au pays, au moyen de baisses d'impôts et de taxes, ainsi que

source: Canadians, including by cutting taxes and increasing investments to build more homes.
fr_fr: d'investissements accrus pour construire plus de logements.

source: These measures are intended to respond to immediate challenges while building Canada's long-term
fr_fr: Ces mesures visent à résoudre les problèmes les plus urgents, tout en assurant la sécurité économique

source: economic strength and security.
fr_fr: à long terme du Canada, de même que la vigueur de l'économie canadienne.

source: Looking beyond 2025-26, with the actions taken in Budget 2025 to spend less to invest more,
fr_fr: Après 2025-2026, compte tenu des mesures prises dans le budget de 2025 pour diminuer les

source: the government is meeting its fiscal anchor as the projected deficit as a share of the economy
fr_fr: dépenses afin d'investir davantage, le gouvernement atteindra sa cible budgétaire puisque le déficit

source: declines across the horizon, from 2.5 per cent in 2025-26
fr_fr: projeté en proportion de l'économie déclinera pour passer de 2,5 % en 2025-2026 à

source: to 1.5 per cent by 2029-30.
fr_fr: 1,5 % d'ici 2029-2030.

source: The federal debt-to-GDP ratio also remains
fr_fr: Le ratio de la dette fédérale au PIB demeure aussi relativement stable

source: relatively stable across the horizon.
fr_fr: pendant la période de projection.

source: Prudent fiscal management keeps Canada's finances on a sustainable path, and will help preserve the
fr_fr: Cette gestion budgétaire prudente fera en sorte que les finances publiques du Canada demeureront sur

source: country's fiscal advantage when compared to G7 peers.
fr_fr: une trajectoire viable et aidera ce dernier à conserver son avantage financier par rapport aux

source: The government's new budgeting approach ensures that by 2028-29 deficits reflect investments
fr_fr: déficit sera représentatif des investissements réalisés pour favoriser la formation de capital.

source: that support capital formation—capital investments will go from slightly more than half of the
fr_fr: Ainsi, l'entièreté du déficit sera liée aux investissements en capital à compter de 2028-2029,

source: deficit this year to all of it in 2028-29 and future years.
fr_fr: alors que ceux-ci comptent pour un peu plus de la moitié du déficit cette année.

source: This necessary shift is key to the
fr_fr: Ce changement est

source: government realising its target of catalysing $500 billion in additional private sector
fr_fr: essentiel pour que le gouvernement atteigne son objectif de mobiliser des investissements privés

source: investment over the next five years.
fr_fr: supplémentaires à hauteur de 500 milliards de dollars au cours des cinq prochaines

source: By encouraging growth, the benefits of these investments compound over time, as output and income
fr_fr: années. En favorisant la croissance, les retombées de ces investissements se multiplient au fil du temps, à

source: increase.
fr_fr: Il en résultera des revenus

source: This in turn will generate additional fiscal revenues—which for prudence are not included in Budget 2025 projections, enhancing Canada's capacity to meet future challenges.
fr_fr: fiscaux supplémentaires (exclus, par souci de prudence, des projections du budget de 2025), qui rendront le Canada mieux à même de relever les défis que réserve l'avenir. Le coût net des mesures

source: Measures included in Budget 2025 will have a net cost of $89.7 billion over five years.
fr_fr: prévues dans le budget de 2025 s'élèvera à 89,7 milliards de dollars sur cinq ans.

source: Of
fr_fr: De
